{
  "_default": "상태를 분석했어요. 자세한 내용을 확인해보세요. 🧐",
  "_error": "이미지 분석 중 오류가 발생했어요. 다시 시도해주세요. ⚠️",
  
  "alternaria": "알터나리아 잎 마름병이 의심돼요. 검은 반점이 보이나요? 🧐",
  "anthracnose": "탄저병일 수 있어요. 잎이나 열매에 반점이 생겼는지 확인해주세요. 🤒",
  "bacterial": "세균성 병에 감염된 것 같아요. 빠른 조치가 필요해요. 🦠",
  "bacterial_minor": "가벼운 세균성 감염이 의심됩니다. 상태를 계속 지켜봐주세요.",
  "bell": "방울토마토(또는 고추)가 잘 자라고 있네요! 🔔",
  "bell_bacterial": "방울토마토(고추)에 세균성 병이 의심됩니다. 잎과 열매를 잘 살펴보세요.",
  "black": "검게 변한 부분이 있나요? 흑반병일 수 있으니 확인이 필요해요.",
  "blight": "잎 마름병 증상이 보여요. 식물이 시들지 않게 관리해주세요. 🔥",
  "brown": "갈색 반점이 보이나요? 갈색무늬병일 수 있습니다.",
  "canker": "줄기나 가지에 궤양병이 생긴 것 같아요. 상처 부위를 확인해보세요. 🩹",
  "esca_black_measles": "에스카병(흑색 포진)이 의심됩니다. 포도나무에 주로 발생해요. 🍇",
  "haunglongbing_citrus_greening": "감귤 녹화병(황룡병)일 수 있어요. 감귤류 나무에 치명적일 수 있습니다.",
  "healthy": "최고의 컨디션! 아주 건강하게 자라고 있어요. 🌱✨",
  "including_sour": "신맛이 강해지는 증상이 있나요? 영양 상태를 점검해볼 때예요.",
  "including_sour_powdery_mildew": "흰가루병과 함께 열매의 품질 저하가 우려돼요. 꼼꼼한 관리가 필요해요.",
  "isariopsis": "이자리옵시스 잎 반점병 같아요. 포도나무 잎을 잘 확인해주세요.",
  "late": "늦마름병일 가능성이 있어요. 특히 서늘하고 습한 날씨에 주의해야 해요.",
  "maize": "옥수수가 쑥쑥 자라고 있네요! 🌽",
  "maize_cercospora_gray": "옥수수에 세르코스포라 회색 잎 반점병이 보이네요.",
  "maize_common_rust": "옥수수에 흔히 발생하는 녹병 같아요. 주황색 반점이 특징이에요.",
  "maize_northern": "옥수수 북부 잎 마름병이 의심됩니다.",
  "mildew": "곰팡이병의 일종인 '밀듀'가 의심돼요. 습도 관리가 중요해요. 💧",
  "mold": "잎에 곰팡이가 피었어요. 통풍이 잘 되도록 신경 써주세요.",
  "mosaic": "모자이크 바이러스에 감염된 것 같아요. 잎 색이 얼룩덜룩한가요?",
  "rust": "녹병이 발생한 것 같아요. 잎에 녹슨 듯한 반점이 보이나요?",
  "scab": "더뎅이병(딱지병) 증상이 보여요. 잎이나 열매 표면을 확인해주세요.",
  "scorch": "잎이 햇볕에 타거나 마른 것 같아요. 물주기와 햇빛 조절이 필요해요. ☀️",
  "septoria": "셉토리아 잎 반점병이 의심됩니다. 작은 반점들이 많이 보이나요?",
  "sheath": "잎집썩음병일 수 있어요. 식물의 아랫부분을 잘 살펴보세요.",
  "smut": "깜부기병 같아요. 검은 가루가 보인다면 주의해주세요.",
  "spider_mites_twospotted_spider_mite": "응애, 특히 점박이응애가 생긴 것 같아요. 잎 뒷면을 확인해보세요. 🕷️",
  "spot": "잎에 반점이 생겼어요. 원인을 파악하고 관리해주는 게 좋겠어요.",
  "virus_others": "바이러스성 질병에 감염된 것 같아요. 식물 전체의 상태를 확인해주세요.",
  "yellow_curl_virus": "황화잎말림 바이러스가 의심돼요. 잎이 노랗게 변하며 오그라드나요?",
  
  "Canker": "선인장에 궤양병이 생겼어요. 상처가 번지지 않게 관리해주세요. 🌵",
  "Dehydrated": "목이 많이 말라요! 쭈글쭈글하다면 물을 흠뻑 주세요. 💧",
  "Normal": "아주 건강한 선인장이네요! 지금처럼만 관리해주세요. 😎",
  "Rot": "과습으로 뿌리나 줄기가 무른 것 같아요. 물주기를 조절해주세요.",
  "Rust": "표면에 녹병이 생겼어요. 붉거나 갈색 반점을 확인해보세요.",
  "Sunburn": "햇볕이 너무 강했나 봐요. 표면이 하얗거나 노랗게 탔어요. 🥵",
  
  "Dried": "잎이 바싹 말랐어요. 물이 부족하지 않은지 확인해주세요.",
  "Fresh": "싱그러운 방아잎! 신선하고 건강하게 잘 자라고 있어요.🌿",
  "Spoiled": "잎이 상한 것 같아요. 상태가 좋지 않은 잎은 정리해주세요.",
  "Sunlight": "햇빛을 너무 많이 받았어요. 잎 색이 변했다면 반그늘로 옮겨주세요.",
  
  "Magnolia_healthy": "우아한 목련! 병 없이 건강하게 자라고 있네요. 🌸",
  "Magnolia_scorch": "목련 잎 끝이 탄 것 같아요. 수분과 햇빛 관리에 신경 써주세요.",
  "yld": "목련 잎이 노랗게 변했어요. 영양이 부족할 수 있으니 상태를 점검해주세요.",
  
  "Black_Spot": "장미에 흑반병이 발생했어요. 검은 반점이 있는 잎은 제거해주는 게 좋아요. 🌹",
  "Downy_Mildew": "노균병이 의심됩니다. 잎 뒷면에 곰팡이가 있는지 확인해보세요.",
  "Insects_Infected": "이런, 벌레가 생겼어요! 해충이 있는지 자세히 살펴보세요. 🐛",
  "Rose_mosaic": "장미에 모자이크 바이러스 증상이 보여요. 잎의 얼룩무늬를 확인해주세요.",
  "Rose_blight": "장미에 마름병 증상이 보여요. 가지나 잎이 시들고 있다면 관리가 필요해요.",
  "Rose_healthy": "아름다운 장미! 병해충 없이 아주 건강해요. ❤️"
}